Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Notify When Due
ar: إخطار عند الاستحقاق
ca: Notificar quan vengui
cs: Upozornit při splatnosti
da: Giv besked når det skal betales
de: Bei Fälligkeit benachrichtigen
el: Ειδοποίηση κατά την προθεσμία
es: Notificar cuando vence
fi: Ilmoita eräpäivänä
fr: Notifier à l'échéance
he: הודע במועד
hi: देय होने पर सूचित करें
hr: Obavijesti kada je rok
hu: Értesítés esedékességéről
id: Beritahu Saat Jatuh Tempo
it: Avvisare alla scadenza
ja: 期限になったら通知する
ko: 마감일에 알림
ms: Maklumkan Apabila Tiba
nb: Gi beskjed ved termin
nl: Informeer wanneer het moet
pl: Powiadom o terminie
pt_br: Notificar quando devido
pt_pt: Notificar quando devido
ro: Anunțați când scade
ru: Уведомить о сроках
sk: Upozorniť na termín
sv: Meddela när det är dags
th: แจ้งให้ทราบเมื่อครบกำหนด
tr: Vadesi Geldiğinde Bildir
uk: Сповістити в термін
vi: Thông báo khi đến hạn
zh_hans: 到期时通知
zh_hant: 到期時通知

source: Of monthly income
ar: من الدخل الشهري
ca: D'ingressos mensuals
cs: Z měsíčního příjmu
da: Af månedlig indkomst
de: Vom monatlichen Einkommen
el: Από μηνιαίο εισόδημα
es: De ingresos mensuales
fi: Kuukausituloista
fr: Du revenu mensuel
he: של הכנסה חודשית
hi: मासिक आय का
hr: Od mjesečnih prihoda
hu: A havi bevételből
id: Dari pendapatan bulanan
it: Del reddito mensile
ja: 月収のうち
ko: 월수입 중
ms: Daripada pendapatan bulanan
nb: Av månedlig inntekt
nl: Van maandelijks inkomen
pl: Z miesięcznych dochodów
pt_br: De renda mensal
pt_pt: De rendimento mensal
ro: Din venitul lunar
ru: Из ежемесячного дохода
sk: Z mesačného príjmu
sv: Av månadsinkomst
th: ของรายได้ต่อเดือน
tr: Aylık gelirin
uk: Щомісячного доходу
vi: Về thu nhập hàng tháng
zh_hans: 每月收入
zh_hant: 每月收入

source: Off
ar: عن
ca: Apagat
cs: Vypnuto
da: Slukket
de: Aus
el: Μακριά από
es: Apagado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Le
id: Mati
it: Spento
ja: オフ
ko: 끄다
ms: Mati
nb: Av
nl: Uit
pl: Wyłączony
pt_br: Desligado
pt_pt: Desligado
ro: Oprit
ru: Выключенный
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 离开
zh_hant: 離開

source: Offline fallback
ar: احتياطي دون اتصال
ca: Alternativa fora de línia
cs: Záložní režim offline
el: Εναλλακτικός εκτός σύνδεσης
es: Reserva sin conexión
fi: Offline-varaus
fr: Remplacement hors ligne
he: חזרה במצב לא מקוון
hi: ऑफ़लाइन फ़ॉलबैक
hr: Offline zamjena
hu: Offline tartalék
id: Penggantian offline
it: Fallback offline
ja: オフラインフォールバック
ko: 오프라인 대체
ms: Undur luar talian
nb: Offline reserve
nl: Offline terugval
pl: Powrót offline
pt_br: Reserva off-line
pt_pt: Reserva off-line
ro: Alternativ offline
ru: Офлайн-резервный вариант
sk: Záložný režim offline
sv: Offline reserv
th: ทางเลือกออฟไลน์
tr: Çevrimdışı geri dönüş
uk: Офлайн резервний варіант
vi: Dự phòng ngoại tuyến
zh_hans: 离线回退
zh_hant: 離線回退

source: OK
ar: حسناً
ca: D'acord
el: ΕΝΤΑΞΕΙ
es: Aceptar
fr: D'ACCORD
he: בְּסֵדֶר
hi: ठीक है
hr: U REDU
hu: RENDBEN
id: OKE
ja: わかりました
ko: 좋아요
ro: Bine
ru: ХОРОШО
th: ตกลง
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
zh_hans: 确定
zh_hant: 好的

source: One-Time
ar: لمرة واحدة
ca: Una vegada
cs: Jednorázový
da: Engangs
de: Einmalig
el: Κάποτε πριν
es: una sola vez
fi: Kertaluonteinen
fr: Une fois
he: חד פעמי
hi: वन टाइम
hr: Jednokratno
hu: Egykori
id: Satu Kali
it: Una volta
ja: 一度
ko: 일회성
ms: Sekali
nb: Engangs
nl: Eenmalig
pl: Jednorazowy
pt_br: Único
pt_pt: Único
ro: O dată
ru: Один раз
sk: Jednorazový
sv: Engång
th: ครั้งเดียว
tr: Tek seferlik
uk: Одноразовий
vi: một lần
zh_hans: 一度
zh_hant: 一度

source: One-Time Transaction
ar: معاملة لمرة واحدة
ca: Transacció única
cs: Jednorázová transakce
da: Engangstransaktion
de: Einmalige Transaktion
el: Συναλλαγή εφάπαξ
es: Transacción única
fi: Kertaluonteinen tapahtuma
fr: Transaction unique
he: עסקה חד פעמית
hi: एकमुश्त लेनदेन
hr: Jednokratna transakcija
hu: Egyszeri tranzakció
id: Transaksi Satu Kali
it: Transazione una tantum
ja: ワンタイムトランザクション
ko: 일회성 거래
ms: Transaksi Satu Kali
nb: Engangstransaksjon
nl: Eenmalige transactie
pl: Transakcja jednorazowa
pt_br: Transação única
pt_pt: Transação única
ro: Tranzacție unică
ru: Одноразовая транзакция
sk: Jednorazová transakcia
sv: Engångstransaktion
th: การทำธุรกรรมครั้งเดียว
tr: Tek Seferlik İşlem
uk: Одноразова транзакція
vi: Giao dịch một lần
zh_hans: 一次性交易
zh_hant: 一次性交易

source: Open CoinGecko
ar: افتح كوين جيكو
ca: Obriu CoinGecko
cs: Otevřete CoinGecko
da: Åbn CoinGecko
de: Öffnen Sie CoinGecko
el: Ανοίξτε το CoinGecko
es: Abrir CoinGecko
fi: Avaa CoinGecko
fr: Ouvrir CoinGecko
he: פתח את CoinGecko
hi: कॉइनगेको खोलें
hr: Otvorite CoinGecko
hu: Nyissa meg a CoinGecko-t
id: Buka CoinGecko
it: Apri CoinGecko
ja: CoinGeckoを開く
ko: 코인게코(CoinGecko) 열기
ms: Buka CoinGecko
nb: Åpne CoinGecko
pl: Otwórz CoinGecko
pt_br: Abra o CoinGecko
pt_pt: Abra o CoinGecko
ro: Deschide CoinGecko
ru: Открыть CoinGecko
sk: Otvorte CoinGecko
sv: Öppna CoinGecko
th: เปิด CoinGecko
tr: CoinGecko'yu açın
uk: Відкрийте CoinGecko
vi: Mở CoinGecko
zh_hans: 打开 CoinGecko
zh_hant: 打開 CoinGecko

source: Open Finnhub
ar: افتح فينهاب
ca: Obre Finnhub
cs: Otevřete Finnhub
da: Åbn Finnhub
de: Öffnen Sie Finnhub
el: Ανοίξτε το Finnhub
es: Abrir Finnhub
fi: Avaa Finnhub
fr: Ouvrir Finnhub
he: פתח את Finnhub
hi: फिनहब खोलें
hr: Otvorite Finnhub
hu: Nyissa meg a Finnhubot
id: Buka Finnhub
it: Apri Finnhub
ja: フィンハブを開く
ko: 핀허브 열기
ms: Buka Finnhub
nb: Åpne Finnhub
nl: Finnhub openen
pl: Otwórz Finnhuba
pt_br: Abra o Finnhub
pt_pt: Abra o Finnhub
ro: Deschide Finnhub
ru: Открыть Финнхаб
sk: Otvorte Finnhub
sv: Öppna Finnhub
th: เปิดฟินน์ฮับ
tr: Finnhub'ı açın
uk: Відкрийте Finnhub
vi: Mở Finnhub
zh_hans: 打开Finnhub
zh_hant: 打開Finnhub

source: Open the dashboard API section.
ar: افتح قسم واجهة برمجة تطبيقات لوحة المعلومات.
ca: Obriu la secció de l'API del tauler.
cs: Otevřete sekci API řídicího panelu.
da: Åbn sektionen dashboard API.
de: Öffnen Sie den Dashboard-API-Bereich.
el: Ανοίξτε την ενότητα API του πίνακα ελέγχου.
es: Abra la sección API del panel.
fi: Avaa kojelaudan API-osio.
fr: Ouvrez la section API du tableau de bord.
he: פתח את קטע ה-API של לוח המחוונים.
hi: डैशबोर्ड एपीआई अनुभाग खोलें.
hr: Otvorite odjeljak API nadzorne ploče.
hu: Nyissa meg az irányítópult API részt.
id: Buka bagian API dasbor.
it: Apri la sezione API della dashboard.
ja: ダッシュボード API セクションを開きます。
ko: 대시보드 API 섹션을 엽니다.
ms: Buka bahagian API papan pemuka.
nb: Åpne dashboard-API-delen.
nl: Open de dashboard-API-sectie.
pl: Otwórz sekcję API panelu kontrolnego.
pt_br: Abra a seção API do painel.
pt_pt: Abra a secção API do painel.
ro: Deschideți secțiunea API a tabloului de bord.
ru: Откройте раздел API панели управления.
sk: Otvorte sekciu rozhrania API dashboardu.
sv: Öppna sektionen för instrumentpanelens API.
th: เปิดส่วน API แดชบอร์ด
tr: Kontrol paneli API bölümünü açın.
uk: Відкрийте розділ API інформаційної панелі.
vi: Mở phần API bảng điều khiển.
zh_hans: 打开仪表板 API 部分。
zh_hant: 開啟儀表板 API 部分。

source: Optic ID
ar: معرف بصري
ca: ID òptica
cs: ID optiky
da: Optisk ID
de: Optik-ID
el: Οπτική ταυτότητα
es: Identificación óptica
fi: Optinen tunnus
fr: ID optique
he: מזהה אופטי
hi: ऑप्टिक आईडी
hr: Optički ID
hu: Optikai azonosító
id: ID Optik
it: ID ottico
ja: 光ID
ko: 광섬유 ID
ms: ID optik
nb: Optisk ID
nl: Optische ID
pl: Identyfikator optyczny
pt_br: ID óptico
pt_pt: ID óptico
ro: ID optic
ru: Оптический идентификатор
sk: ID optiky
sv: Optiskt ID
th: รหัสออปติก
tr: Optik Kimlik
vi: ID quang
zh_hans: 光学ID
zh_hant: 光學ID

source: Optional Coin ID
ar: معرف العملة الاختياري
ca: Identificador de moneda opcional
cs: Volitelné ID mince
da: Valgfrit mønt-id
de: Optionale Münz-ID
el: Προαιρετικό αναγνωριστικό νομίσματος
es: ID de moneda opcional
fi: Valinnainen kolikon tunnus
fr: ID de pièce en option
he: מזהה מטבע אופציונלי
hi: वैकल्पिक सिक्का आईडी
hr: Izborni ID kovanice
hu: Opcionális érmeazonosító
id: ID Koin Opsional
it: ID moneta opzionale
ja: オプションのコインID
ko: 선택적 코인 ID
ms: ID Syiling Pilihan
nb: Valgfri mynt-ID
nl: Optioneel munt-ID
pl: Opcjonalny identyfikator monety
pt_br: ID de moeda opcional
pt_pt: ID de moeda opcional
ro: ID-ul monedei opțional
ru: Дополнительный идентификатор монеты
sk: Voliteľné ID mince
sv: Valfritt mynt-ID
th: รหัสเหรียญเสริม
tr: İsteğe bağlı Para Kimliği
uk: Додатковий ідентифікатор монети
vi: ID tiền xu tùy chọn
zh_hans: 可选硬币 ID
zh_hant: 可選硬幣 ID

source: Other
ar: آخر
ca: Altres
cs: Ostatní
da: Andre
de: Andere
el: Αλλος
es: Otro
fi: muu
fr: Autre
he: אַחֵר
hi: अन्य
hr: ostalo
hu: Más
id: Lainnya
it: Altro
ja: 他の
ko: 다른
ms: Lain-lain
nb: Annen
nl: Ander
pl: Inny
pt_br: Outro
pt_pt: Outro
ro: Alte
ru: Другой
sk: Iné
sv: Andra
th: อื่น
tr: Diğer
uk: інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Overview
ar: ملخص
ca: Visió general
cs: Přehled
da: Oversigt
de: Überblick
el: Επισκόπηση
es: Descripción general
fi: Yleiskatsaus
fr: Aperçu
he: סקירה כללית
hi: सिंहावलोकन
hr: Pregled
hu: Áttekintés
id: Ringkasan
it: Panoramica
ja: 概要
ko: 개요
ms: Gambaran keseluruhan
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
pt_pt: Visão geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sv: Översikt
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概述
zh_hant: 概述

source: Paste CoinGecko API key
ar: الصق مفتاح CoinGecko API
ca: Enganxeu la clau de l'API de CoinGecko
cs: Vložte klíč API CoinGecko
da: Indsæt CoinGecko API-nøgle
de: Fügen Sie den CoinGecko-API-Schlüssel ein
el: Επικόλληση κλειδιού CoinGecko API
es: Pegue la clave API de CoinGecko
fi: Liitä CoinGecko API-avain
fr: Coller la clé API CoinGecko
he: הדבק מפתח API של CoinGecko
hi: कॉइनगेको एपीआई कुंजी चिपकाएँ
hr: Zalijepite CoinGecko API ključ
hu: Illessze be a CoinGecko API kulcsot
id: Tempelkan kunci API CoinGecko
it: Incolla la chiave API CoinGecko
ja: CoinGecko APIキーを貼り付けます
ko: CoinGecko API 키 붙여넣기
ms: Tampal kunci API CoinGecko
nb: Lim inn CoinGecko API-nøkkel
nl: Plak de CoinGecko API-sleutel
pl: Wklej klucz API CoinGecko
pt_br: Cole a chave da API CoinGecko
pt_pt: Cole a chave API CoinGecko
ro: Lipiți cheia API CoinGecko
ru: Вставьте ключ API CoinGecko
sk: Prilepte kľúč API CoinGecko
sv: Klistra in CoinGecko API-nyckel
th: วางคีย์ CoinGecko API
tr: CoinGecko API anahtarını yapıştırın
uk: Вставте ключ API CoinGecko
vi: Dán khóa API CoinGecko
zh_hans: 粘贴 CoinGecko API 密钥
zh_hant: 貼上 CoinGecko API 金鑰

source: Paste CoinGecko key...
ar: لصق مفتاح CoinGecko...
ca: Enganxa la clau de CoinGecko...
cs: Vložte klíč CoinGecko...
da: Indsæt CoinGecko nøgle...
de: CoinGecko-Schlüssel einfügen...
el: Επικόλληση κλειδιού CoinGecko...
es: Pegue la clave CoinGecko...
fi: Liitä CoinGecko-avain...
fr: Coller la clé CoinGecko...
he: הדבק את מפתח CoinGecko...
hi: कॉइनगेको कुंजी चिपकाएँ...
hr: Zalijepi CoinGecko ključ...
hu: CoinGecko kulcs beillesztése...
id: Tempel kunci CoinGecko...
it: Incolla la chiave CoinGecko...
ja: CoinGecko キーを貼り付けます...
ko: CoinGecko 키 붙여넣기...
ms: Tampal kunci CoinGecko...
nb: Lim inn CoinGecko-nøkkel...
nl: Plak de CoinGecko-sleutel...
pl: Wklej klucz CoinGecko...
pt_br: Cole a chave CoinGecko...
pt_pt: Cole a chave CoinGecko...
ro: Lipiți cheia CoinGecko...
ru: Вставьте ключ CoinGecko...
sk: Prilepiť kľúč CoinGecko...
sv: Klistra in CoinGecko-nyckel...
th: วางคีย์ CoinGecko...
tr: CoinGecko anahtarını yapıştırın...
uk: Вставте ключ CoinGecko...
vi: Dán khóa CoinGecko...
zh_hans: 粘贴 CoinGecko 密钥...
zh_hant: 貼上 CoinGecko 金鑰...

source: Paste Finnhub API key
ar: الصق مفتاح Finnhub API
ca: Enganxeu la clau de l'API de Finnhub
cs: Vložte klíč API Finnhub
da: Indsæt Finnhub API-nøgle
de: Fügen Sie den Finnhub-API-Schlüssel ein
el: Επικόλληση κλειδιού Finnhub API
es: Pegar la clave API de Finnhub
fi: Liitä Finnhub API-avain
fr: Coller la clé API Finnhub
he: הדבק מפתח API של Finnhub
hi: फिनहब एपीआई कुंजी चिपकाएँ
hr: Zalijepite Finnhub API ključ
hu: Illessze be a Finnhub API kulcsot
id: Tempelkan kunci API Finnhub
it: Incolla la chiave API Finnhub
ja: Finnhub API キーを貼り付けます
ko: Finnhub API 키 붙여넣기
ms: Tampal kunci API Finnhub
nb: Lim inn Finnhub API-nøkkel
nl: Plak de Finnhub API-sleutel
pl: Wklej klucz API Finnhub
pt_br: Cole a chave da API Finnhub
pt_pt: Cole a chave API Finnhub
ro: Lipiți cheia API Finnhub
ru: Вставьте ключ API Finnhub
sk: Prilepte kľúč API Finnhub
sv: Klistra in Finnhub API-nyckel
th: วางคีย์ Finnhub API
tr: Finnhub API anahtarını yapıştırın
uk: Вставте ключ API Finnhub
vi: Dán khóa API Finnhub
zh_hans: 粘贴 Finnhub API 密钥
zh_hant: 貼上 Finnhub API 金鑰

source: Paste Finnhub key...
ar: لصق مفتاح Finnhub...
ca: Enganxa la clau de Finnhub...
cs: Vložit klíč Finnhub...
da: Indsæt Finnhub-nøgle...
de: Finnhub-Schlüssel einfügen...
el: Επικολλήστε το κλειδί Finnhub...
es: Pegar clave Finnhub...
fi: Liitä Finnhub-avain...
fr: Coller la clé Finnhub...
he: הדבק מפתח Finnhub...
hi: फिनहब कुंजी चिपकाएँ...
hr: Zalijepi Finnhub ključ...
hu: Finnhub kulcs beillesztése...
id: Tempelkan kunci Finnhub...
it: Incolla la chiave Finnhub...
ja: Finnhub キーを貼り付けます...
ko: Finnhub 키 붙여넣기...
ms: Tampal kunci Finnhub...
nb: Lim inn Finnhub-nøkkel...
nl: Finnhub-sleutel plakken...
pl: Wklej klucz Finnhub...
pt_br: Cole a chave Finnhub...
pt_pt: Cole a chave Finnhub...
ro: Lipiți cheia Finnhub...
ru: Вставьте ключ Finnhub...
sk: Prilepiť kľúč Finnhub...
sv: Klistra in Finnhub-nyckel...
th: วางคีย์ Finnhub...
tr: Finnhub anahtarını yapıştırın...
uk: Вставити ключ Finnhub...
vi: Dán khóa Finnhub...
zh_hans: 粘贴 Finnhub 密钥...
zh_hant: 貼上 Finnhub 金鑰...

source: Pause schedule
ar: وقفة الجدول الزمني
ca: Posa en pausa la programació
cs: Pozastavit plán
da: Pause tidsplan
de: Zeitplan pausieren
el: Παύση προγράμματος
es: Horario de pausa
fi: Keskeytä aikataulu
fr: Programme de pause
he: השהה את לוח הזמנים
hi: शेड्यूल रोकें
hr: Raspored pauze
hu: Ütemezés szüneteltetése
id: Jeda jadwal
it: Metti in pausa il programma
ja: スケジュールを一時停止する
ko: 일정 일시 중지
ms: Jeda jadual
nb: Sett tidsplanen på pause
nl: Pauzeer schema
pl: Wstrzymaj harmonogram
pt_br: Pausar programação
pt_pt: Pausar programação
ro: Întrerupeți programul
ru: График паузы
sk: Pozastaviť plán
sv: Pausa schema
th: กำหนดการหยุดชั่วคราว
tr: Programı duraklat
uk: Розклад пауз
vi: Tạm dừng lịch trình
zh_hans: 暂停时间表
zh_hant: 暫停時間表

source: Paused
ar: متوقف مؤقتًا
ca: En pausa
cs: Pozastaveno
da: Pause
de: Angehalten
el: Σε παύση
es: En pausa
fi: Keskeytetty
fr: En pause
he: מושהה
hi: रुका हुआ
hr: Pauzirano
hu: Szüneteltetve
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시중지됨
ms: Dijeda
nb: Pause
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Pausado
pt_pt: Pausado
ro: Întrerupt
ru: Приостановлено
sk: Pozastavené
sv: Pausad
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: Призупинено
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: PDF statements are supported for Trade Republic only. For Revolut, import the CSV statement instead.
ar: كشوف PDF مدعومة لـ Trade Republic فقط. أما لـ Revolut، فاستورد كشف CSV بدلاً من ذلك.
ca: Els extractes PDF només són compatibles amb Trade Republic. Per a Revolut, importa l'extracte CSV.
cs: Výpisy PDF jsou podporovány pouze pro Trade Republic. Pro Revolut importujte místo toho výpis CSV.
da: PDF-kontoudtog understøttes kun for Trade Republic. For Revolut skal du i stedet importere CSV-kontoudtoget.
de: PDF-Kontoauszüge werden nur für Trade Republic unterstützt. Importiere für Revolut stattdessen den CSV-Kontoauszug.
el: Τα αντίγραφα κίνησης PDF υποστηρίζονται μόνο για το Trade Republic. Για το Revolut, εισαγάγετε το αντίγραφο κίνησης CSV.
es: Los extractos PDF solo son compatibles con Trade Republic. Para Revolut, importa el extracto CSV en su lugar.
fi: PDF-tiliotteita tuetaan vain Trade Republicille. Tuo Revolutille sen sijaan CSV-tiliote.
fr: Les relevés PDF sont pris en charge uniquement pour Trade Republic. Pour Revolut, importez plutôt le relevé CSV.
he: דפי חשבון PDF נתמכים עבור Trade Republic בלבד. עבור Revolut, ייבא במקום זאת את דף החשבון בפורמט CSV.
hi: PDF विवरण केवल Trade Republic के लिए समर्थित हैं। Revolut के लिए, इसके बजाय CSV विवरण आयात करें।
hr: PDF izvodi podržani su samo za Trade Republic. Za Revolut umjesto toga uvezite CSV izvod.
hu: PDF-kivonatok csak a Trade Republic esetében támogatottak. A Revolut esetében inkább a CSV-kivonatot importálja.
id: Rekening koran PDF hanya didukung untuk Trade Republic. Untuk Revolut, impor rekening koran CSV sebagai gantinya.
it: Gli estratti conto PDF sono supportati solo per Trade Republic. Per Revolut, importa invece l'estratto conto CSV.
ja: PDF明細書に対応しているのは Trade Republic のみです。Revolut の場合は代わりに CSV 明細書をインポートしてください。
ko: PDF 명세서는 Trade Republic만 지원됩니다. Revolut의 경우 CSV 명세서를 가져오세요.
ms: Penyata PDF hanya disokong untuk Trade Republic. Untuk Revolut, import penyata CSV sebaliknya.
nb: PDF-kontoutskrifter støttes bare for Trade Republic. For Revolut importerer du CSV-kontoutskriften i stedet.
nl: PDF-overzichten worden alleen ondersteund voor Trade Republic. Importeer voor Revolut in plaats daarvan het CSV-overzicht.
pl: Wyciągi PDF są obsługiwane tylko dla Trade Republic. W przypadku Revolut zaimportuj wyciąg CSV.
pt_br: Extratos PDF são compatíveis apenas com a Trade Republic. Para a Revolut, importe o extrato CSV.
pt_pt: Os extratos PDF são compatíveis apenas com o Trade Republic. Para o Revolut, importe antes o extrato CSV.
ro: Extrasele PDF sunt acceptate doar pentru Trade Republic. Pentru Revolut, importați extrasul CSV.
ru: Выписки PDF поддерживаются только для Trade Republic. Для Revolut импортируйте выписку CSV.
sk: Výpisy PDF sú podporované iba pre Trade Republic. Pre Revolut namiesto toho importujte výpis CSV.
sv: PDF-kontoutdrag stöds endast för Trade Republic. För Revolut importerar du CSV-kontoutdraget i stället.
th: รองรับใบแจ้งยอด PDF สำหรับ Trade Republic เท่านั้น สำหรับ Revolut ให้นำเข้าใบแจ้งยอด CSV แทน
tr: PDF ekstreleri yalnızca Trade Republic için desteklenir. Revolut için bunun yerine CSV ekstresini içe aktarın.
uk: Виписки PDF підтримуються лише для Trade Republic. Для Revolut імпортуйте виписку CSV.
vi: Sao kê PDF chỉ được hỗ trợ cho Trade Republic. Đối với Revolut, hãy nhập sao kê CSV thay thế.
zh_hans: PDF 对账单仅支持 Trade Republic。对于 Revolut，请改为导入 CSV 对账单。
zh_hant: 僅支援 Trade Republic 的 PDF 對帳單。若為 Revolut，請改為導入 CSV 對帳單。

source: Percent
ar: نسبة مئوية
cs: procent
da: Procent
de: Prozent
el: Τοις εκατό
es: Por ciento
fi: Prosentti
fr: Pour cent
he: אָחוּז
hi: प्रतिशत
hr: postotak
hu: Százalékos
id: Persen
it: Percentuale
ja: パーセント
ko: 퍼센트
ms: Peratus
nb: Prosent
nl: Procent
pl: Procent
pt_br: Por cento
pt_pt: Por cento
ro: La sută
ru: Процент
sk: Percento
sv: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

source: Performance
ar: أداء
ca: Rendiment
cs: Výkon
da: Præstation
de: Leistung
el: Εκτέλεση
es: Actuación
fi: Suorituskyky
he: ביצועים
hi: प्रदर्शन
hr: Performanse
hu: Teljesítmény
id: Pertunjukan
it: Prestazione
ja: パフォーマンス
ko: 성능
ms: Prestasi
nb: Ytelse
nl: Prestatie
pl: Wydajność
pt_br: Desempenho
pt_pt: Desempenho
ro: Performanţă
ru: Производительность
sk: Výkon
sv: Prestanda
th: ผลงาน
tr: Performans
uk: Продуктивність
vi: Hiệu suất
zh_hans: 表现
zh_hant: 表現

source: Performance hidden
ar: الأداء مخفي
ca: Rendiment amagat
cs: Výkon skrytý
da: Ydeevne skjult
de: Leistung ausgeblendet
el: Η απόδοση είναι κρυφή
es: Rendimiento oculto
fi: Suorituskyky piilotettu
fr: Performances masquées
he: ביצועים מוסתרים
hi: प्रदर्शन छिपा हुआ
hr: Izvedba skrivena
hu: Teljesítmény rejtve
id: Performa disembunyikan
it: Prestazioni nascoste
ja: パフォーマンスは隠されています
ko: 숨겨진 성능
ms: Prestasi tersembunyi
nb: Ytelsen er skjult
nl: Prestaties verborgen
pl: Wydajność ukryta
pt_br: Desempenho oculto
pt_pt: Desempenho oculto
ro: Performanță ascunsă
ru: Производительность скрыта
sk: Výkon skrytý
sv: Prestanda dold
th: ประสิทธิภาพที่ซ่อนอยู่
tr: Performans gizli
uk: Продуктивність прихована
vi: Hiệu suất bị ẩn
zh_hans: 性能隐藏
zh_hant: 效能隱藏

source: Period
ar: فترة
ca: Període
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Período
fi: Kausi
fr: Période
he: תְקוּפָה
hi: अवधि
hr: Razdoblje
hu: Időszak
id: Periode
it: Periodo
ja: 期間
ko: 기간
ms: Tempoh
nb: Periode
nl: Periode
pl: Okres
pt_br: Período
pt_pt: Período
ro: Perioadă
ru: Период
sk: Obdobie
th: ระยะเวลา
tr: Dönem
uk: Крапка
vi: Giai đoạn
zh_hans: 时期
zh_hant: 時期

source: Please insert at least one API key, or click 'Skip for now' if you wish to proceed without them.
ar: الرجاء إدخال مفتاح API واحد على الأقل، أو النقر فوق "تخطي الآن" إذا كنت ترغب في المتابعة بدونه.
ca: Si us plau, inseriu almenys una clau API o feu clic a "Omet per ara" si voleu continuar sense elles.
cs: Vložte prosím alespoň jeden klíč API, nebo klikněte na 'Prozatím přeskočit', pokud chcete pokračovat bez nich.
da: Indsæt venligst mindst én API-nøgle, eller klik på 'Spring over for nu', hvis du ønsker at fortsætte uden dem.
de: Bitte geben Sie mindestens einen API-Schlüssel ein oder klicken Sie auf „Vorerst überspringen“, wenn Sie ohne diesen fortfahren möchten.
el: Εισαγάγετε τουλάχιστον ένα κλειδί API ή κάντε κλικ στην επιλογή "Παράλειψη προς το παρόν" εάν θέλετε να συνεχίσετε χωρίς αυτό.
es: Inserte al menos una clave API o haga clic en "Omitir por ahora" si desea continuar sin ellas.
fi: Lisää vähintään yksi API-avain tai napsauta "Ohita nyt", jos haluat jatkaa ilman niitä.
fr: Veuillez insérer au moins une clé API ou cliquez sur « Ignorer pour l'instant » si vous souhaitez continuer sans elles.
he: אנא הכנס מפתח API אחד לפחות, או לחץ על 'דלג לעת עתה' אם ברצונך להמשיך בלעדיהם.
hi: कृपया कम से कम एक एपीआई कुंजी डालें, या यदि आप उनके बिना आगे बढ़ना चाहते हैं तो 'अभी के लिए छोड़ें' पर क्लिक करें।
hr: Unesite barem jedan API ključ ili kliknite "Preskoči za sada" ako želite nastaviti bez njih.
hu: Kérjük, adjon meg legalább egy API-kulcsot, vagy kattintson a "Most kihagyás" gombra, ha nélküle kívánja folytatni.
id: Harap masukkan setidaknya satu kunci API, atau klik 'Lewati sekarang' jika Anda ingin melanjutkan tanpa kunci tersebut.
it: Inserisci almeno una chiave API oppure fai clic su "Salta per ora" se desideri procedere senza di esse.
ja: 少なくとも 1 つの API キーを挿入するか、API キーを使用せずに続行する場合は [今はスキップ] をクリックしてください。
ko: API 키를 하나 이상 삽입하세요. API 키 없이 진행하려면 '지금은 건너뛰기'를 클릭하세요.
ms: Sila masukkan sekurang-kurangnya satu kunci API, atau klik 'Langkau sekarang' jika anda ingin meneruskan tanpa kunci tersebut.
nb: Vennligst sett inn minst én API-nøkkel, eller klikk "Hopp over for nå" hvis du ønsker å fortsette uten dem.
nl: Voer ten minste één API-sleutel in, of klik op 'Voorlopig overslaan' als u zonder deze sleutel verder wilt gaan.
pl: Wprowadź co najmniej jeden klucz API lub kliknij „Pomiń na razie”, jeśli chcesz kontynuować bez nich.
pt_br: Insira pelo menos uma chave de API ou clique em 'Pular por enquanto' se desejar continuar sem elas.
pt_pt: Introduza pelo menos uma chave API ou clique em 'Saltar por enquanto' se desejar continuar sem elas.
ro: Introduceți cel puțin o cheie API sau faceți clic pe „Omiteți pentru moment” dacă doriți să continuați fără acestea.
ru: Пожалуйста, вставьте хотя бы один ключ API или нажмите «Пропустить», если вы хотите продолжить без них.
sk: Vložte aspoň jeden kľúč API alebo kliknite na „Preskočiť“, ak chcete pokračovať bez nich.
sv: Vänligen infoga minst en API-nyckel eller klicka på "Hoppa över nu" om du vill fortsätta utan dem.
th: โปรดใส่คีย์ API อย่างน้อยหนึ่งรายการ หรือคลิก 'ข้ามไปก่อน' หากคุณต้องการดำเนินการต่อโดยไม่มีคีย์เหล่านั้น
tr: Lütfen en az bir API anahtarı ekleyin veya bunlar olmadan devam etmek istiyorsanız 'Şimdilik atla'yı tıklayın.
uk: Вставте принаймні один ключ API або натисніть «Пропустити», якщо ви бажаєте продовжити без них.
vi: Vui lòng chèn ít nhất một khóa API hoặc nhấp vào 'Bỏ qua ngay' nếu bạn muốn tiếp tục mà không cần chúng.
zh_hans: 请插入至少一个 API 密钥，或者如果您希望不使用它们继续操作，请单击“立即跳过”。
zh_hant: 請插入至少一個 API 金鑰，或者如果您希望不使用它們繼續操作，請按一下「立即跳過」。
